Repository: arnowelzel/comment-reply-email-notification
Catalog: languages/comment-reply-email-notification-*.po
Languages: de_de, ja, zh_cn

source: %s has replied to your comment on
de_de: %s hat auf deinen Kommentar geantwortet auf
ja: %s さんがあなたのコメントに返信しました。
zh_cn: %s回复了你的评论

source: Check the subscription checkbox by default
de_de: Option für den Versand von E-Mails immer aktivieren
ja: デフォルトで「通知する」にチェックを入れる
zh_cn: 默认选中订阅回复

source: Click here to reply
de_de: Hier klicken, um zu antworten
ja: 返信するにはこちらをクリックしてください
zh_cn: 我要回复

source: Click here to stop receiving these messages
de_de: Hier klicken, um keine weiteren Nachrichten zu erhalten
ja: この通知を止めたい場合は、こちらをクリックしてください
zh_cn: 退订评论邮件提醒

source: Comment at
de_de: Kommentar bei

source: Comment subscriptions
de_de: Kommentar-Abonnements

source: Date
de_de: Datum

source: Display the GDPR checkbox
de_de: DSGVO-Option anzeigen
ja: GDPRに関するチェックボックスを表示する
zh_cn: 显示GDPR选框

source: Error: you must agree with the terms to send a comment. Hit the back button on your web browser and resubmit your comment if you agree with the terms.
de_de: Fehler: Sie müssen den Bedingungen zustimmen, um einen Kommentar zu senden. Klicken Sie in Ihrem Webbrowser auf die Schaltfläche „Zurück“ und senden Sie Ihren Kommentar erneut, wenn Sie mit den Bedingungen einverstanden sind.
zh_cn: 错误：你必须同意发送评论条款，如果你同意这些条款，点击浏览器后退按钮并重新提交评论

source: For documentation about hooks, styling etc. please see the description
de_de: Informationen zu Haken, Styling usw. finden Sie in der Beschreibung

source: General
de_de: Allgemein

source: Hi %s
de_de: Hallo %s
ja: こんにちは、 %s さん！
zh_cn: 您好！%s

source: I consent to %s collecting and storing the data I submit in this form.
de_de: Ich stimme der %s zu, Daten zu speichern, die ich über dieses Formular abschicke
ja: わたしは%sがこのフォームから送信されたデータを収集し保存することに同意します。
zh_cn: 我同意%s收集和存储我在表单中提交的信息

source: If you like my WordPress plugins and want to support my work I would be very happy about a donation via PayPal.
de_de: Wenn Ihnen meine WordPress-Plugins gefallen und Sie meine Arbeit unterstützen möchten, würde ich mich über eine Spende via PayPal sehr freuen.

source: New reply to your comment
de_de: Eine Reaktion auf Deinen Kommentar
ja: あなたのコメントに新しい返信がありました
zh_cn: 您的评论有了新回复

source: Notify me via e-mail if anyone answers my comment.
de_de: Mich per E-Mail benachrichtigen, wenn jemand auf meinen Kommentar antwortet.
ja: コメントに返信があったらメールで通知する。
zh_cn: 当有人回复我的评论时邮件提醒我

source: Privacy Policy
de_de: Datenschutzerklärung
ja: プライバシーポリシ
zh_cn: 隐私政策

source: Privacy Policy URL
de_de: URL der Datenschutzerklärung
ja: プライバシー・ポリシーのURL
zh_cn: 隐私政策URL

source: Send email notification when comment is approved
de_de: E-Mail-Benachrichtigung senden, wenn der Kommentar genehmigt wurde

source: Sends an email notification to the comment author when someone replies to his comment.
de_de: Versendet eine E-Mail an den Autor eines Kommentar wenn jemand darauf reagiert.
ja: だれかがコメントに対して返信したとき、そのコメントの著者にメールで通知します。

source: Thank you :-)
de_de: Danke :-)

source: This plugin allows visitors to subscribe to get answers to their comments via e-mail.
de_de: Dieses Plugin ermöglicht es Besuchern, Antworten auf ihre Kommentare per E-Mail zu abonnieren.

source: Your subscription for this comment has been cancelled.
de_de: Dein Abo für diesen Kommentar wurde gelöscht.
ja: このコメントに関する通知は解除されました。
zh_cn: 已成功退订评论邮件提醒

source: Comment Reply Email Notification
ja: コメントへの返信をメールで通知する
